app/controllers/AccountController.php

SELECT * FROM `user` WHERE `id`=3
---
    public function actionIndex()
    {
        $model = User::find()
            ->where(['id' => Yii::$app->user->id])->one();